tap "homebrew/core"
tap "homebrew/cask"

brew "git"
brew "wget"
brew "jq"
brew "yq"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "tree"
brew "htop"
brew "zoxide"
brew "bat"
brew "eza"
brew "tmux"
brew "starship"
brew "direnv"
brew "shellcheck"
brew "shfmt"
brew "gh"
brew "uv"
brew "fnm"
brew "python"

cask "warp"
cask "google-chrome"
cask "visual-studio-code"
cask "obsidian"
