tap "homebrew/core"
tap "homebrew/cask"

brew "go"
brew "rustup-init"
brew "watch"
brew "coreutils"
brew "gnu-sed"
brew "gawk"
brew "pyenv"
brew "pipx"

cask "arc"
cask "raycast"
cask "docker"
cask "notion"
cask "keepingyouawake"
cask "stats"
cask "aldente"
